{
    "witnesses": [
        {
            "id": "0",
            "content": "Match ends, Manchester United 3, Brighton and Hove Albion 1."
        },
        {
            "id": "1",
            "content": "Second Half ends, Manchester United 3, Brighton and Hove Albion 1."
        },
        {
            "id": "2",
            "content": "Scott McTominay went off injured after Manchester United had used all subs."
        },
        {
            "id": "3",
            "content": "Substitution, Manchester United. Marcos Rojo replaces Brandon Williams."
        },
        {
            "id": "4",
            "content": "Substitution, Manchester United. Mason Greenwood replaces Marcus Rashford."
        },
        {
            "id": "5",
            "content": "Attempt missed. Marcus Rashford (Manchester United) left footed shot from the left side of the box is close, but misses to the right. Assisted by Anthony Martial following a fast break."
        },
        {
            "id": "6",
            "content": "Attempt saved. Anthony Martial (Manchester United) left footed shot from outside the box is saved in the centre of the goal. Assisted by Aaron Wan-Bissaka."
        },
        {
            "id": "7",
            "content": "Scott McTominay (Manchester United) wins a free kick on the left wing."
        },
        {
            "id": "8",
            "content": "Foul by Dale Stephens (Brighton and Hove Albion)."
        },
        {
            "id": "9",
            "content": "Marcus Rashford (Manchester United) wins a free kick in the defensive half."
        },
        {
            "id": "10",
            "content": "Foul by Steven Alzate (Brighton and Hove Albion)."
        },
        {
            "id": "11",
            "content": "Offside, Brighton and Hove Albion. Dale Stephens tries a through ball, but Pascal Groß is caught offside."
        },
        {
            "id": "12",
            "content": "Neal Maupay (Brighton and Hove Albion) wins a free kick in the defensive half."
        },
        {
            "id": "13",
            "content": "Foul by Harry Maguire (Manchester United)."
        },
        {
            "id": "14",
            "content": "Attempt missed. Fred (Manchester United) left footed shot from outside the box is just a bit too high from a direct free kick."
        },
        {
            "id": "15",
            "content": "Marcus Rashford (Manchester United) wins a free kick in the attacking half."
        },
        {
            "id": "16",
            "content": "Foul by Lewis Dunk (Brighton and Hove Albion)."
        },
        {
            "id": "17",
            "content": "Mat Ryan (Brighton and Hove Albion) wins a free kick in the defensive half."
        },
        {
            "id": "18",
            "content": "Foul by Marcus Rashford (Manchester United)."
        },
        {
            "id": "19",
            "content": "Attempt saved. Marcus Rashford (Manchester United) right footed shot from the left side of the six yard box is saved in the centre of the goal."
        },
        {
            "id": "20",
            "content": "Attempt blocked. Jesse Lingard (Manchester United) right footed shot from the right side of the box is blocked. Assisted by Scott McTominay with a through ball."
        },
        {
            "id": "21",
            "content": "Attempt blocked. Marcus Rashford (Manchester United) right footed shot from outside the box is blocked."
        },
        {
            "id": "22",
            "content": "Davy Pröpper (Brighton and Hove Albion) is shown the yellow card for a bad foul."
        },
        {
            "id": "23",
            "content": "Jesse Lingard (Manchester United) wins a free kick in the attacking half."
        },
        {
            "id": "24",
            "content": "Foul by Davy Pröpper (Brighton and Hove Albion)."
        },
        {
            "id": "25",
            "content": "Attempt saved. Daniel James (Manchester United) right footed shot from very close range is saved in the centre of the goal. Assisted by Marcus Rashford with a cross."
        },
        {
            "id": "26",
            "content": "Attempt saved. Brandon Williams (Manchester United) right footed shot from the centre of the box is saved in the bottom left corner. Assisted by Anthony Martial."
        },
        {
            "id": "27",
            "content": "Substitution, Manchester United. Jesse Lingard replaces Andreas Pereira."
        },
        {
            "id": "28",
            "content": "Attempt missed. Marcus Rashford (Manchester United) right footed shot from the centre of the box is close, but misses to the left. Assisted by Daniel James following a fast break."
        },
        {
            "id": "29",
            "content": "Goal!  Manchester United 3, Brighton and Hove Albion 1. Marcus Rashford (Manchester United) right footed shot from the centre of the box to the top left corner. Assisted by Anthony Martial."
        },
        {
            "id": "30",
            "content": "Goal!  Manchester United 2, Brighton and Hove Albion 1. Lewis Dunk (Brighton and Hove Albion) header from very close range to the high centre of the goal. Assisted by Pascal Groß with a cross following a corner."
        },
        {
            "id": "31",
            "content": "Corner,  Brighton and Hove Albion. Conceded by Scott McTominay."
        },
        {
            "id": "32",
            "content": "Attempt saved. Pascal Groß (Brighton and Hove Albion) header from the centre of the box is saved in the centre of the goal. Assisted by Steven Alzate with a headed pass."
        },
        {
            "id": "33",
            "content": "Attempt saved. Fred (Manchester United) left footed shot from outside the box is saved in the top centre of the goal."
        },
        {
            "id": "34",
            "content": "Attempt missed. Marcus Rashford (Manchester United) right footed shot from outside the box misses to the left. Assisted by Daniel James following a fast break."
        },
        {
            "id": "35",
            "content": "Substitution, Brighton and Hove Albion. Pascal Groß replaces Leandro Trossard."
        },
        {
            "id": "36",
            "content": "Brandon Williams (Manchester United) is shown the yellow card for a bad foul."
        },
        {
            "id": "37",
            "content": "VAR Decision: No card change Brandon Williams (Manchester United)."
        },
        {
            "id": "38",
            "content": "Steven Alzate (Brighton and Hove Albion) wins a free kick in the defensive half."
        },
        {
            "id": "39",
            "content": "Foul by Brandon Williams (Manchester United)."
        },
        {
            "id": "40",
            "content": "Attempt saved. Andreas Pereira (Manchester United) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Scott McTominay."
        },
        {
            "id": "41",
            "content": "Attempt blocked. Anthony Martial (Manchester United) right footed shot from outside the box is blocked. Assisted by Andreas Pereira."
        },
        {
            "id": "42",
            "content": "Corner,  Manchester United. Conceded by Dale Stephens."
        },
        {
            "id": "43",
            "content": "Attempt blocked. Harry Maguire (Manchester United) right footed shot from outside the box is blocked. Assisted by Fred."
        },
        {
            "id": "44",
            "content": "Offside, Brighton and Hove Albion. Mat Ryan tries a through ball, but Glenn Murray is caught offside."
        },
        {
            "id": "45",
            "content": "Offside, Brighton and Hove Albion. Leandro Trossard tries a through ball, but Glenn Murray is caught offside."
        },
        {
            "id": "46",
            "content": "Glenn Murray (Brighton and Hove Albion) wins a free kick in the attacking half."
        },
        {
            "id": "47",
            "content": "Foul by Scott McTominay (Manchester United)."
        },
        {
            "id": "48",
            "content": "Attempt blocked. Anthony Martial (Manchester United) right footed shot from the left side of the box is blocked. Assisted by Marcus Rashford."
        },
        {
            "id": "49",
            "content": "Neal Maupay (Brighton and Hove Albion) wins a free kick in the defensive half."
        },
        {
            "id": "50",
            "content": "Foul by Scott McTominay (Manchester United)."
        },
        {
            "id": "51",
            "content": "Corner,  Manchester United. Conceded by Davy Pröpper."
        },
        {
            "id": "52",
            "content": "Substitution, Brighton and Hove Albion. Solly March replaces Martín Montoya."
        },
        {
            "id": "53",
            "content": "Substitution, Brighton and Hove Albion. Glenn Murray replaces Aaron Connolly."
        },
        {
            "id": "54",
            "content": "Second Half begins Manchester United 2, Brighton and Hove Albion 0."
        },
        {
            "id": "55",
            "content": "First Half ends, Manchester United 2, Brighton and Hove Albion 0."
        },
        {
            "id": "56",
            "content": "Foul by Brandon Williams (Manchester United)."
        },
        {
            "id": "57",
            "content": "Davy Pröpper (Brighton and Hove Albion) wins a free kick in the defensive half."
        },
        {
            "id": "58",
            "content": "Attempt saved. Andreas Pereira (Manchester United) right footed shot from outside the box is saved in the bottom left corner. Assisted by Brandon Williams."
        },
        {
            "id": "59",
            "content": "Dan Burn (Brighton and Hove Albion) is shown the yellow card for a bad foul."
        },
        {
            "id": "60",
            "content": "Foul by Dan Burn (Brighton and Hove Albion)."
        },
        {
            "id": "61",
            "content": "Daniel James (Manchester United) wins a free kick on the right wing."
        },
        {
            "id": "62",
            "content": "Marcus Rashford (Manchester United) is shown the yellow card for a bad foul."
        },
        {
            "id": "63",
            "content": "Martín Montoya (Brighton and Hove Albion) wins a free kick in the defensive half."
        },
        {
            "id": "64",
            "content": "Foul by Marcus Rashford (Manchester United)."
        },
        {
            "id": "65",
            "content": "Attempt missed. Harry Maguire (Manchester United) header from the centre of the box is high and wide to the left. Assisted by Andreas Pereira with a cross following a corner."
        },
        {
            "id": "66",
            "content": "Corner,  Manchester United. Conceded by Dale Stephens."
        },
        {
            "id": "67",
            "content": "Corner,  Manchester United. Conceded by Lewis Dunk."
        },
        {
            "id": "68",
            "content": "Attempt missed. Aaron Connolly (Brighton and Hove Albion) header from the centre of the box misses to the left. Assisted by Leandro Trossard with a cross following a set piece situation."
        },
        {
            "id": "69",
            "content": "Neal Maupay (Brighton and Hove Albion) wins a free kick on the right wing."
        },
        {
            "id": "70",
            "content": "Foul by Fred (Manchester United)."
        },
        {
            "id": "71",
            "content": "Foul by Harry Maguire (Manchester United)."
        },
        {
            "id": "72",
            "content": "Aaron Connolly (Brighton and Hove Albion) wins a free kick on the right wing."
        },
        {
            "id": "73",
            "content": "Foul by Aaron Connolly (Brighton and Hove Albion)."
        },
        {
            "id": "74",
            "content": "David de Gea (Manchester United) wins a free kick in the defensive half."
        },
        {
            "id": "75",
            "content": "Corner,  Brighton and Hove Albion. Conceded by Harry Maguire."
        },
        {
            "id": "76",
            "content": "Foul by Neal Maupay (Brighton and Hove Albion)."
        },
        {
            "id": "77",
            "content": "Daniel James (Manchester United) wins a free kick in the attacking half."
        },
        {
            "id": "78",
            "content": "VAR Decision: No card change Martín Montoya (Brighton and Hove Albion)."
        },
        {
            "id": "79",
            "content": "Martín Montoya (Brighton and Hove Albion) is shown the yellow card for a bad foul."
        },
        {
            "id": "80",
            "content": "Marcus Rashford (Manchester United) wins a free kick on the left wing."
        },
        {
            "id": "81",
            "content": "Foul by Martín Montoya (Brighton and Hove Albion)."
        },
        {
            "id": "82",
            "content": "Scott McTominay (Manchester United) wins a free kick on the right wing."
        },
        {
            "id": "83",
            "content": "Foul by Martín Montoya (Brighton and Hove Albion)."
        },
        {
            "id": "84",
            "content": "Attempt missed. Shane Duffy (Brighton and Hove Albion) left footed shot from very close range misses to the left. Assisted by Lewis Dunk following a set piece situation."
        },
        {
            "id": "85",
            "content": "Attempt missed. Lewis Dunk (Brighton and Hove Albion) header from the centre of the box misses to the left. Assisted by Leandro Trossard with a cross following a set piece situation."
        },
        {
            "id": "86",
            "content": "Foul by Fred (Manchester United)."
        },
        {
            "id": "87",
            "content": "Aaron Connolly (Brighton and Hove Albion) wins a free kick on the right wing."
        },
        {
            "id": "88",
            "content": "VAR Decision: Goal Manchester United -  Manchester United 2-0 Brighton and Hove Albion (Scott McTominay)."
        },
        {
            "id": "89",
            "content": "Own Goal by Davy Pröpper, Brighton and Hove Albion.  Manchester United 2, Brighton and Hove Albion 0."
        },
        {
            "id": "90",
            "content": "Attempt saved. Scott McTominay (Manchester United) left footed shot from very close range is saved in the centre of the goal."
        },
        {
            "id": "91",
            "content": "Lewis Dunk (Brighton and Hove Albion) is shown the yellow card for a bad foul."
        },
        {
            "id": "92",
            "content": "Foul by Lewis Dunk (Brighton and Hove Albion)."
        },
        {
            "id": "93",
            "content": "Daniel James (Manchester United) wins a free kick on the right wing."
        },
        {
            "id": "94",
            "content": "Goal!  Manchester United 1, Brighton and Hove Albion 0. Andreas Pereira (Manchester United) left footed shot from the centre of the box to the bottom left corner. Assisted by Anthony Martial."
        },
        {
            "id": "95",
            "content": "Attempt saved. Marcus Rashford (Manchester United) right footed shot from the centre of the box is saved in the bottom right corner. Assisted by Andreas Pereira."
        },
        {
            "id": "96",
            "content": "Offside, Brighton and Hove Albion. Steven Alzate tries a through ball, but Aaron Connolly is caught offside."
        },
        {
            "id": "97",
            "content": "Attempt blocked. Neal Maupay (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Steven Alzate."
        },
        {
            "id": "98",
            "content": "Scott McTominay (Manchester United) wins a free kick on the right wing."
        },
        {
            "id": "99",
            "content": "Foul by Dale Stephens (Brighton and Hove Albion)."
        },
        {
            "id": "100",
            "content": "Harry Maguire (Manchester United) wins a free kick in the defensive half."
        },
        {
            "id": "101",
            "content": "Foul by Aaron Connolly (Brighton and Hove Albion)."
        },
        {
            "id": "102",
            "content": "Corner,  Manchester United. Conceded by Martín Montoya."
        },
        {
            "id": "103",
            "content": "Dale Stephens (Brighton and Hove Albion) is shown the yellow card for a bad foul."
        },
        {
            "id": "104",
            "content": "Foul by Dale Stephens (Brighton and Hove Albion)."
        },
        {
            "id": "105",
            "content": "Andreas Pereira (Manchester United) wins a free kick in the attacking half."
        },
        {
            "id": "106",
            "content": "Fred (Manchester United) wins a free kick in the defensive half."
        },
        {
            "id": "107",
            "content": "Foul by Davy Pröpper (Brighton and Hove Albion)."
        },
        {
            "id": "108",
            "content": "First Half begins."
        },
        {
            "id": "109",
            "content": "Lineups are announced and players are warming up."
        },
        {
            "id": "110",
            "content": "Match ends, Wolverhampton Wanderers 2, Aston Villa 1."
        },
        {
            "id": "111",
            "content": "Match ends, Wolverhampton Wanderers 2, Aston Villa 1."
        },
        {
            "id": "112",
            "content": "Second Half ends, Wolverhampton Wanderers 2, Aston Villa 1."
        },
        {
            "id": "113",
            "content": "Attempt missed. Pedro Neto (Wolverhampton Wanderers) left footed shot from the left side of the box misses to the right following a fast break."
        },
        {
            "id": "114",
            "content": "Goal!  Wolverhampton Wanderers 2, Aston Villa 1. Trézéguet (Aston Villa) right footed shot from a difficult angle on the right to the centre of the goal following a corner."
        },
        {
            "id": "115",
            "content": "Corner,  Aston Villa. Conceded by Romain Saïss."
        },
        {
            "id": "116",
            "content": "Jonny (Wolverhampton Wanderers) is shown the yellow card for a bad foul."
        },
        {
            "id": "117",
            "content": "Trézéguet (Aston Villa) wins a free kick on the right wing."
        },
        {
            "id": "118",
            "content": "Foul by Jonny (Wolverhampton Wanderers)."
        },
        {
            "id": "119",
            "content": "Substitution, Wolverhampton Wanderers. Patrick Cutrone replaces Raúl Jiménez."
        },
        {
            "id": "120",
            "content": "Attempt saved. Anwar El Ghazi (Aston Villa) right footed shot from outside the box is saved in the top right corner."
        },
        {
            "id": "121",
            "content": "João Moutinho (Wolverhampton Wanderers) is shown the yellow card for a bad foul."
        },
        {
            "id": "122",
            "content": "John McGinn (Aston Villa) wins a free kick in the attacking half."
        },
        {
            "id": "123",
            "content": "Foul by João Moutinho (Wolverhampton Wanderers)."
        },
        {
            "id": "124",
            "content": "Substitution, Wolverhampton Wanderers. Ryan Bennett replaces Rúben Neves."
        },
        {
            "id": "125",
            "content": "Goal!  Wolverhampton Wanderers 2, Aston Villa 0. Raúl Jiménez (Wolverhampton Wanderers) right footed shot from the centre of the box to the bottom left corner. Assisted by Adama Traoré following a fast break."
        },
        {
            "id": "126",
            "content": "Substitution, Wolverhampton Wanderers. Pedro Neto replaces Diogo Jota."
        },
        {
            "id": "127",
            "content": "Foul by Neil Taylor (Aston Villa)."
        },
        {
            "id": "128",
            "content": "Adama Traoré (Wolverhampton Wanderers) wins a free kick in the defensive half."
        },
        {
            "id": "129",
            "content": "Attempt blocked. Trézéguet (Aston Villa) left footed shot from the right side of the box is blocked. Assisted by Henri Lansbury."
        },
        {
            "id": "130",
            "content": "Attempt blocked. John McGinn (Aston Villa) left footed shot from outside the box is blocked. Assisted by Ezri Konsa Ngoyo."
        },
        {
            "id": "131",
            "content": "Hand ball by Frederic Guilbert (Aston Villa)."
        },
        {
            "id": "132",
            "content": "Attempt blocked. Douglas Luiz (Aston Villa) right footed shot from outside the box is blocked. Assisted by Henri Lansbury."
        },
        {
            "id": "133",
            "content": "Attempt blocked. John McGinn (Aston Villa) left footed shot from the centre of the box is blocked. Assisted by Anwar El Ghazi with a cross."
        },
        {
            "id": "134",
            "content": "João Moutinho (Wolverhampton Wanderers) wins a free kick in the defensive half."
        },
        {
            "id": "135",
            "content": "Foul by Trézéguet (Aston Villa)."
        },
        {
            "id": "136",
            "content": "Diogo Jota (Wolverhampton Wanderers) is shown the yellow card."
        },
        {
            "id": "137",
            "content": "VAR Decision: No Penalty Wolverhampton Wanderers."
        },
        {
            "id": "138",
            "content": "Corner,  Wolverhampton Wanderers. Conceded by Neil Taylor."
        },
        {
            "id": "139",
            "content": "Attempt missed. Tyrone Mings (Aston Villa) header from the centre of the box misses to the right. Assisted by John McGinn with a cross following a set piece situation."
        },
        {
            "id": "140",
            "content": "Trézéguet (Aston Villa) wins a free kick on the left wing."
        },
        {
            "id": "141",
            "content": "Foul by Matt Doherty (Wolverhampton Wanderers)."
        },
        {
            "id": "142",
            "content": "Substitution, Aston Villa. Henri Lansbury replaces Marvelous Nakamba."
        },
        {
            "id": "143",
            "content": "Attempt missed. Raúl Jiménez (Wolverhampton Wanderers) right footed shot from the centre of the box is high and wide to the right."
        },
        {
            "id": "144",
            "content": "Attempt blocked. Diogo Jota (Wolverhampton Wanderers) right footed shot from outside the box is blocked. Assisted by João Moutinho."
        },
        {
            "id": "145",
            "content": "Attempt blocked. Diogo Jota (Wolverhampton Wanderers) left footed shot from outside the box is blocked. Assisted by Raúl Jiménez."
        },
        {
            "id": "146",
            "content": "Corner,  Wolverhampton Wanderers. Conceded by Ørjan Nyland."
        },
        {
            "id": "147",
            "content": "Attempt saved. Diogo Jota (Wolverhampton Wanderers) right footed shot from outside the box is saved in the top centre of the goal. Assisted by Rúben Neves."
        },
        {
            "id": "148",
            "content": "Foul by Raúl Jiménez (Wolverhampton Wanderers)."
        },
        {
            "id": "149",
            "content": "Ezri Konsa Ngoyo (Aston Villa) wins a free kick in the defensive half."
        },
        {
            "id": "150",
            "content": "Corner,  Aston Villa. Conceded by Romain Saïss."
        },
        {
            "id": "151",
            "content": "Foul by Diogo Jota (Wolverhampton Wanderers)."
        },
        {
            "id": "152",
            "content": "Douglas Luiz (Aston Villa) wins a free kick in the defensive half."
        },
        {
            "id": "153",
            "content": "Frederic Guilbert (Aston Villa) wins a free kick in the defensive half."
        },
        {
            "id": "154",
            "content": "Foul by Jonny (Wolverhampton Wanderers)."
        },
        {
            "id": "155",
            "content": "Corner,  Wolverhampton Wanderers. Conceded by Neil Taylor."
        },
        {
            "id": "156",
            "content": "Attempt missed. Wesley (Aston Villa) right footed shot from outside the box is just a bit too high. Assisted by Anwar El Ghazi following a fast break."
        },
        {
            "id": "157",
            "content": "Corner,  Wolverhampton Wanderers. Conceded by Tyrone Mings."
        },
        {
            "id": "158",
            "content": "Attempt blocked. Rúben Neves (Wolverhampton Wanderers) right footed shot from outside the box is blocked. Assisted by Raúl Jiménez."
        },
        {
            "id": "159",
            "content": "Attempt missed. Marvelous Nakamba (Aston Villa) left footed shot from outside the box misses to the left following a corner."
        },
        {
            "id": "160",
            "content": "Corner,  Aston Villa. Conceded by Diogo Jota."
        },
        {
            "id": "161",
            "content": "Attempt missed. Raúl Jiménez (Wolverhampton Wanderers) left footed shot from the centre of the box is close, but misses to the right. Assisted by Rúben Neves following a fast break."
        },
        {
            "id": "162",
            "content": "Adama Traoré (Wolverhampton Wanderers) hits the bar with a right footed shot from the right side of the box. Assisted by Matt Doherty with a headed pass."
        },
        {
            "id": "163",
            "content": "Corner,  Wolverhampton Wanderers. Conceded by Frederic Guilbert."
        },
        {
            "id": "164",
            "content": "Hand ball by Trézéguet (Aston Villa)."
        },
        {
            "id": "165",
            "content": "Attempt missed. Neil Taylor (Aston Villa) left footed shot from outside the box is too high."
        },
        {
            "id": "166",
            "content": "Marvelous Nakamba (Aston Villa) wins a free kick in the attacking half."
        },
        {
            "id": "167",
            "content": "Foul by Diogo Jota (Wolverhampton Wanderers)."
        },
        {
            "id": "168",
            "content": "Attempt missed. Marvelous Nakamba (Aston Villa) left footed shot from outside the box misses to the left."
        },
        {
            "id": "169",
            "content": "Second Half begins Wolverhampton Wanderers 1, Aston Villa 0."
        },
        {
            "id": "170",
            "content": "First Half ends, Wolverhampton Wanderers 1, Aston Villa 0."
        },
        {
            "id": "171",
            "content": "Attempt saved. Douglas Luiz (Aston Villa) right footed shot from outside the box is saved in the centre of the goal."
        },
        {
            "id": "172",
            "content": "Wesley (Aston Villa) wins a free kick on the right wing."
        },
        {
            "id": "173",
            "content": "Foul by Romain Saïss (Wolverhampton Wanderers)."
        },
        {
            "id": "174",
            "content": "Substitution, Aston Villa. Neil Taylor replaces Matt Targett because of an injury."
        },
        {
            "id": "175",
            "content": "Marvelous Nakamba (Aston Villa) wins a free kick in the defensive half."
        },
        {
            "id": "176",
            "content": "Foul by Diogo Jota (Wolverhampton Wanderers)."
        },
        {
            "id": "177",
            "content": "Goal!  Wolverhampton Wanderers 1, Aston Villa 0. Rúben Neves (Wolverhampton Wanderers) right footed shot from outside the box to the bottom right corner. Assisted by João Moutinho following a set piece situation."
        },
        {
            "id": "178",
            "content": "Tyrone Mings (Aston Villa) is shown the yellow card for a bad foul."
        },
        {
            "id": "179",
            "content": "Foul by Tyrone Mings (Aston Villa)."
        },
        {
            "id": "180",
            "content": "Adama Traoré (Wolverhampton Wanderers) wins a free kick in the attacking half."
        },
        {
            "id": "181",
            "content": "Attempt saved. Diogo Jota (Wolverhampton Wanderers) left footed shot from the left side of the six yard box is saved in the bottom left corner."
        },
        {
            "id": "182",
            "content": "Attempt blocked. Matt Doherty (Wolverhampton Wanderers) right footed shot from the right side of the box is blocked. Assisted by Raúl Jiménez."
        },
        {
            "id": "183",
            "content": "Trézéguet (Aston Villa) wins a free kick in the defensive half."
        },
        {
            "id": "184",
            "content": "Foul by Adama Traoré (Wolverhampton Wanderers)."
        },
        {
            "id": "185",
            "content": "Attempt saved. Wesley (Aston Villa) header from the centre of the box is saved in the centre of the goal. Assisted by Trézéguet with a cross."
        },
        {
            "id": "186",
            "content": "Foul by Romain Saïss (Wolverhampton Wanderers)."
        },
        {
            "id": "187",
            "content": "Anwar El Ghazi (Aston Villa) wins a free kick on the right wing."
        },
        {
            "id": "188",
            "content": "Attempt missed. Raúl Jiménez (Wolverhampton Wanderers) left footed shot from the centre of the box is close, but misses to the left. Assisted by Rúben Neves."
        },
        {
            "id": "189",
            "content": "Marvelous Nakamba (Aston Villa) is shown the yellow card for a bad foul."
        },
        {
            "id": "190",
            "content": "Foul by Marvelous Nakamba (Aston Villa)."
        },
        {
            "id": "191",
            "content": "Diogo Jota (Wolverhampton Wanderers) wins a free kick in the attacking half."
        },
        {
            "id": "192",
            "content": "Attempt saved. Diogo Jota (Wolverhampton Wanderers) header from very close range is saved in the centre of the goal."
        },
        {
            "id": "193",
            "content": "Attempt missed. João Moutinho (Wolverhampton Wanderers) right footed shot from the left side of the box is high and wide to the right. Assisted by Raúl Jiménez."
        },
        {
            "id": "194",
            "content": "Offside, Aston Villa. John McGinn tries a through ball, but Wesley is caught offside."
        },
        {
            "id": "195",
            "content": "Attempt missed. Raúl Jiménez (Wolverhampton Wanderers) left footed shot from the centre of the box is close, but misses to the right."
        },
        {
            "id": "196",
            "content": "Hand ball by Marvelous Nakamba (Aston Villa)."
        },
        {
            "id": "197",
            "content": "Frederic Guilbert (Aston Villa) wins a free kick on the right wing."
        },
        {
            "id": "198",
            "content": "Foul by Diogo Jota (Wolverhampton Wanderers)."
        },
        {
            "id": "199",
            "content": "Romain Saïss (Wolverhampton Wanderers) wins a free kick in the defensive half."
        },
        {
            "id": "200",
            "content": "Foul by Anwar El Ghazi (Aston Villa)."
        },
        {
            "id": "201",
            "content": "Hand ball by Raúl Jiménez (Wolverhampton Wanderers)."
        },
        {
            "id": "202",
            "content": "Romain Saïss (Wolverhampton Wanderers) is shown the yellow card for a bad foul."
        },
        {
            "id": "203",
            "content": "John McGinn (Aston Villa) wins a free kick on the right wing."
        },
        {
            "id": "204",
            "content": "Foul by Romain Saïss (Wolverhampton Wanderers)."
        },
        {
            "id": "205",
            "content": "Frederic Guilbert (Aston Villa) wins a free kick in the defensive half."
        },
        {
            "id": "206",
            "content": "Foul by Jonny (Wolverhampton Wanderers)."
        },
        {
            "id": "207",
            "content": "Hand ball by Rúben Neves (Wolverhampton Wanderers)."
        },
        {
            "id": "208",
            "content": "Frederic Guilbert (Aston Villa) is shown the yellow card for a bad foul."
        },
        {
            "id": "209",
            "content": "Substitution, Aston Villa. Ørjan Nyland replaces Jed Steer because of an injury."
        },
        {
            "id": "210",
            "content": "Corner,  Wolverhampton Wanderers. Conceded by Ezri Konsa Ngoyo."
        },
        {
            "id": "211",
            "content": "Attempt blocked. Matt Doherty (Wolverhampton Wanderers) left footed shot from the centre of the box is blocked. Assisted by Conor Coady."
        },
        {
            "id": "212",
            "content": "John McGinn (Aston Villa) wins a free kick in the defensive half."
        },
        {
            "id": "213",
            "content": "Foul by Diogo Jota (Wolverhampton Wanderers)."
        },
        {
            "id": "214",
            "content": "First Half begins."
        },
        {
            "id": "215",
            "content": "Lineups are announced and players are warming up."
        },
        {
            "id": "216",
            "content": "Match ends, Liverpool 3, Manchester City 1."
        },
        {
            "id": "217",
            "content": "Gabriel Jesus (Manchester City) is shown the yellow card."
        },
        {
            "id": "218",
            "content": "Second Half ends, Liverpool 3, Manchester City 1."
        },
        {
            "id": "219",
            "content": "Virgil van Dijk (Liverpool) wins a free kick in the defensive half."
        },
        {
            "id": "220",
            "content": "Foul by Raheem Sterling (Manchester City)."
        },
        {
            "id": "221",
            "content": "Offside, Manchester City. Fernandinho tries a through ball, but Kyle Walker is caught offside."
        },
        {
            "id": "222",
            "content": "Corner,  Manchester City. Conceded by Andrew Robertson."
        },
        {
            "id": "223",
            "content": "Offside, Liverpool. Alisson tries a through ball, but Sadio Mané is caught offside."
        },
        {
            "id": "224",
            "content": "Offside, Manchester City. Kevin De Bruyne tries a through ball, but Gabriel Jesus is caught offside."
        },
        {
            "id": "225",
            "content": "Raheem Sterling (Manchester City) wins a free kick on the left wing."
        },
        {
            "id": "226",
            "content": "Foul by Joseph Gomez (Liverpool)."
        },
        {
            "id": "227",
            "content": "Substitution, Liverpool. Joseph Gomez replaces Mohamed Salah."
        },
        {
            "id": "228",
            "content": "Attempt missed. Kyle Walker (Manchester City) header from very close range is too high. Assisted by Angeliño with a cross."
        },
        {
            "id": "229",
            "content": "Rodrigo (Manchester City) wins a free kick in the attacking half."
        },
        {
            "id": "230",
            "content": "Foul by Sadio Mané (Liverpool)."
        },
        {
            "id": "231",
            "content": "Attempt blocked. Raheem Sterling (Manchester City) right footed shot from the left side of the box is blocked. Assisted by Angeliño."
        },
        {
            "id": "232",
            "content": "Kyle Walker (Manchester City) wins a free kick in the defensive half."
        },
        {
            "id": "233",
            "content": "Foul by James Milner (Liverpool)."
        },
        {
            "id": "234",
            "content": "Substitution, Liverpool. Alex Oxlade-Chamberlain replaces Roberto Firmino."
        },
        {
            "id": "235",
            "content": "Goal!  Liverpool 3, Manchester City 1. Bernardo Silva (Manchester City) left footed shot from the centre of the box to the bottom right corner."
        },
        {
            "id": "236",
            "content": "Attempt blocked. Kyle Walker (Manchester City) right footed shot from the right side of the box is blocked."
        },
        {
            "id": "237",
            "content": "Attempt missed. Raheem Sterling (Manchester City) left footed shot from the centre of the box misses to the right. Assisted by Ilkay Gündogan."
        },
        {
            "id": "238",
            "content": "Corner,  Manchester City. Conceded by Alisson."
        },
        {
            "id": "239",
            "content": "Corner,  Liverpool. Conceded by John Stones."
        },
        {
            "id": "240",
            "content": "Substitution, Manchester City. Gabriel Jesus replaces Sergio Agüero."
        },
        {
            "id": "241",
            "content": "Corner,  Manchester City. Conceded by Sadio Mané."
        },
        {
            "id": "242",
            "content": "VAR Decision: No Penalty Manchester City."
        },
        {
            "id": "243",
            "content": "Rodrigo (Manchester City) is shown the yellow card."
        },
        {
            "id": "244",
            "content": "Attempt blocked. Mohamed Salah (Liverpool) right footed shot from the right side of the box is blocked. Assisted by Sadio Mané."
        },
        {
            "id": "245",
            "content": "Attempt blocked. Fabinho (Liverpool) right footed shot from outside the box is blocked."
        },
        {
            "id": "246",
            "content": "Substitution, Liverpool. James Milner replaces Jordan Henderson."
        },
        {
            "id": "247",
            "content": "Corner,  Manchester City. Conceded by Dejan Lovren."
        },
        {
            "id": "248",
            "content": "Attempt blocked. Kevin De Bruyne (Manchester City) right footed shot from outside the box is blocked. Assisted by Ilkay Gündogan."
        },
        {
            "id": "249",
            "content": "Corner,  Liverpool. Conceded by Fernandinho."
        },
        {
            "id": "250",
            "content": "Attempt missed. Roberto Firmino (Liverpool) right footed shot from the left side of the box is close, but misses the top right corner."
        },
        {
            "id": "251",
            "content": "Offside, Manchester City. Rodrigo tries a through ball, but Raheem Sterling is caught offside."
        },
        {
            "id": "252",
            "content": "Corner,  Manchester City. Conceded by Dejan Lovren."
        },
        {
            "id": "253",
            "content": "Attempt blocked. Raheem Sterling (Manchester City) right footed shot from outside the box is blocked. Assisted by Bernardo Silva."
        },
        {
            "id": "254",
            "content": "Corner,  Manchester City. Conceded by Trent Alexander-Arnold."
        },
        {
            "id": "255",
            "content": "Goal!  Liverpool 3, Manchester City 0. Sadio Mané (Liverpool) header from the left side of the six yard box to the bottom left corner. Assisted by Jordan Henderson with a cross."
        },
        {
            "id": "256",
            "content": "Offside, Manchester City. Kevin De Bruyne tries a through ball, but Sergio Agüero is caught offside."
        },
        {
            "id": "257",
            "content": "Corner,  Manchester City. Conceded by Roberto Firmino."
        },
        {
            "id": "258",
            "content": "Attempt blocked. Ilkay Gündogan (Manchester City) right footed shot from outside the box is blocked."
        },
        {
            "id": "259",
            "content": "Attempt blocked. Kevin De Bruyne (Manchester City) right footed shot from the left side of the box is blocked. Assisted by Bernardo Silva."
        },
        {
            "id": "260",
            "content": "Corner,  Manchester City. Conceded by Trent Alexander-Arnold."
        },
        {
            "id": "261",
            "content": "Second Half begins Liverpool 2, Manchester City 0."
        },
        {
            "id": "262",
            "content": "First Half ends, Liverpool 2, Manchester City 0."
        },
        {
            "id": "263",
            "content": "Attempt saved. Sergio Agüero (Manchester City) right footed shot from the centre of the box is saved in the centre of the goal."
        },
        {
            "id": "264",
            "content": "Attempt missed. Georginio Wijnaldum (Liverpool) right footed shot from the centre of the box is close, but misses the top right corner. Assisted by Trent Alexander-Arnold with a cross following a set piece situation."
        },
        {
            "id": "265",
            "content": "Mohamed Salah (Liverpool) wins a free kick on the right wing."
        },
        {
            "id": "266",
            "content": "Foul by Raheem Sterling (Manchester City)."
        },
        {
            "id": "267",
            "content": "Attempt saved. Mohamed Salah (Liverpool) left footed shot from outside the box is saved in the top left corner. Assisted by Roberto Firmino."
        },
        {
            "id": "268",
            "content": "Foul by Fernandinho (Manchester City)."
        },
        {
            "id": "269",
            "content": "Fabinho (Liverpool) wins a free kick in the defensive half."
        },
        {
            "id": "270",
            "content": "Offside, Liverpool. Trent Alexander-Arnold tries a through ball, but Sadio Mané is caught offside."
        },
        {
            "id": "271",
            "content": "Attempt missed. Sergio Agüero (Manchester City) left footed shot from the left side of the box is close, but misses to the right. Assisted by Kevin De Bruyne following a fast break."
        },
        {
            "id": "272",
            "content": "Attempt missed. Kyle Walker (Manchester City) right footed shot from outside the box misses to the right. Assisted by Ilkay Gündogan."
        },
        {
            "id": "273",
            "content": "Foul by Andrew Robertson (Liverpool)."
        },
        {
            "id": "274",
            "content": "Bernardo Silva (Manchester City) wins a free kick in the defensive half."
        },
        {
            "id": "275",
            "content": "Attempt saved. Roberto Firmino (Liverpool) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Trent Alexander-Arnold."
        },
        {
            "id": "276",
            "content": "Attempt missed. Roberto Firmino (Liverpool) right footed shot from the centre of the box is too high."
        },
        {
            "id": "277",
            "content": "Corner,  Manchester City. Conceded by Trent Alexander-Arnold."
        },
        {
            "id": "278",
            "content": "Attempt missed. Dejan Lovren (Liverpool) header from the right side of the six yard box misses to the left. Assisted by Andrew Robertson with a cross following a corner."
        },
        {
            "id": "279",
            "content": "Corner,  Liverpool. Conceded by Kyle Walker."
        },
        {
            "id": "280",
            "content": "Offside, Manchester City. Angeliño tries a through ball, but John Stones is caught offside."
        },
        {
            "id": "281",
            "content": "Corner,  Manchester City. Conceded by Virgil van Dijk."
        },
        {
            "id": "282",
            "content": "Attempt blocked. Angeliño (Manchester City) left footed shot from the centre of the box is blocked."
        },
        {
            "id": "283",
            "content": "Georginio Wijnaldum (Liverpool) wins a free kick in the defensive half."
        },
        {
            "id": "284",
            "content": "Foul by Rodrigo (Manchester City)."
        },
        {
            "id": "285",
            "content": "Attempt saved. Sergio Agüero (Manchester City) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Angeliño."
        },
        {
            "id": "286",
            "content": "Attempt missed. Ilkay Gündogan (Manchester City) left footed shot from outside the box misses to the right following a corner."
        },
        {
            "id": "287",
            "content": "Corner,  Manchester City. Conceded by Virgil van Dijk."
        },
        {
            "id": "288",
            "content": "Ilkay Gündogan (Manchester City) wins a free kick in the attacking half."
        },
        {
            "id": "289",
            "content": "Foul by Fabinho (Liverpool)."
        },
        {
            "id": "290",
            "content": "Corner,  Liverpool. Conceded by Fernandinho."
        },
        {
            "id": "291",
            "content": "Attempt missed. Georginio Wijnaldum (Liverpool) right footed shot from the left side of the box misses to the right. Assisted by Sadio Mané."
        },
        {
            "id": "292",
            "content": "Offside, Liverpool. Jordan Henderson tries a through ball, but Mohamed Salah is caught offside."
        },
        {
            "id": "293",
            "content": "Foul by Mohamed Salah (Liverpool)."
        },
        {
            "id": "294",
            "content": "Angeliño (Manchester City) wins a free kick on the left wing."
        },
        {
            "id": "295",
            "content": "Kyle Walker (Manchester City) wins a free kick in the defensive half."
        },
        {
            "id": "296",
            "content": "Foul by Sadio Mané (Liverpool)."
        },
        {
            "id": "297",
            "content": "Goal!  Liverpool 2, Manchester City 0. Mohamed Salah (Liverpool) header from the centre of the box to the centre of the goal. Assisted by Andrew Robertson with a cross."
        },
        {
            "id": "298",
            "content": "Foul by Fabinho (Liverpool)."
        },
        {
            "id": "299",
            "content": "Bernardo Silva (Manchester City) wins a free kick in the attacking half."
        },
        {
            "id": "300",
            "content": "Attempt missed. Raheem Sterling (Manchester City) header from the centre of the box misses to the left. Assisted by Kevin De Bruyne with a cross following a set piece situation."
        },
        {
            "id": "301",
            "content": "Raheem Sterling (Manchester City) wins a free kick on the left wing."
        },
        {
            "id": "302",
            "content": "Foul by Trent Alexander-Arnold (Liverpool)."
        },
        {
            "id": "303",
            "content": "Goal!  Liverpool 1, Manchester City 0. Fabinho (Liverpool) right footed shot from outside the box to the bottom left corner."
        },
        {
            "id": "304",
            "content": "Attempt missed. John Stones (Manchester City) header from the centre of the box misses to the left. Assisted by Kevin De Bruyne with a cross following a corner."
        },
        {
            "id": "305",
            "content": "Corner,  Manchester City. Conceded by Georginio Wijnaldum."
        },
        {
            "id": "306",
            "content": "Foul by Andrew Robertson (Liverpool)."
        },
        {
            "id": "307",
            "content": "Bernardo Silva (Manchester City) wins a free kick on the right wing."
        },
        {
            "id": "308",
            "content": "Trent Alexander-Arnold (Liverpool) wins a free kick in the defensive half."
        },
        {
            "id": "309",
            "content": "Foul by Raheem Sterling (Manchester City)."
        },
        {
            "id": "310",
            "content": "Attempt blocked. Kyle Walker (Manchester City) right footed shot from outside the box is blocked."
        },
        {
            "id": "311",
            "content": "Corner,  Manchester City. Conceded by Fabinho."
        },
        {
            "id": "312",
            "content": "First Half begins."
        },
        {
            "id": "313",
            "content": "Lineups are announced and players are warming up."
        },
        {
            "id": "314",
            "content": "Match ends, Arsenal 2, Crystal Palace 2."
        },
        {
            "id": "315",
            "content": "Second Half ends, Arsenal 2, Crystal Palace 2."
        },
        {
            "id": "316",
            "content": "Matteo Guendouzi (Arsenal) is shown the yellow card for a bad foul."
        },
        {
            "id": "317",
            "content": "Wilfried Zaha (Crystal Palace) wins a free kick in the defensive half."
        },
        {
            "id": "318",
            "content": "Foul by Matteo Guendouzi (Arsenal)."
        },
        {
            "id": "319",
            "content": "Corner,  Arsenal. Conceded by Joel Ward."
        },
        {
            "id": "320",
            "content": "Hand ball by James McArthur (Crystal Palace)."
        },
        {
            "id": "321",
            "content": "Substitution, Crystal Palace. James McCarthy replaces Cheikhou Kouyaté."
        },
        {
            "id": "322",
            "content": "Foul by Sokratis (Arsenal)."
        },
        {
            "id": "323",
            "content": "Christian Benteke (Crystal Palace) wins a free kick on the left wing."
        },
        {
            "id": "324",
            "content": "Sead Kolasinac (Arsenal) wins a free kick in the defensive half."
        },
        {
            "id": "325",
            "content": "Foul by Christian Benteke (Crystal Palace)."
        },
        {
            "id": "326",
            "content": "Corner,  Crystal Palace. Conceded by Sokratis."
        },
        {
            "id": "327",
            "content": "Attempt blocked. Wilfried Zaha (Crystal Palace) left footed shot from the centre of the box is blocked. Assisted by Christian Benteke with a headed pass."
        },
        {
            "id": "328",
            "content": "Joel Ward (Crystal Palace) wins a free kick in the defensive half."
        },
        {
            "id": "329",
            "content": "Foul by Alexandre Lacazette (Arsenal)."
        },
        {
            "id": "330",
            "content": "Corner,  Arsenal. Conceded by Wayne Hennessey."
        },
        {
            "id": "331",
            "content": "Attempt saved. David Luiz (Arsenal) left footed shot from the centre of the box is saved in the top centre of the goal. Assisted by Alexandre Lacazette."
        },
        {
            "id": "332",
            "content": "Attempt blocked. Pierre-Emerick Aubameyang (Arsenal) right footed shot from outside the box is blocked. Assisted by Nicolas Pépé."
        },
        {
            "id": "333",
            "content": "Corner,  Arsenal. Conceded by James Tomkins."
        },
        {
            "id": "334",
            "content": "Foul by Bukayo Saka (Arsenal)."
        },
        {
            "id": "335",
            "content": "Andros Townsend (Crystal Palace) wins a free kick in the defensive half."
        },
        {
            "id": "336",
            "content": "VAR Decision: No Goal  Arsenal 2-2 Crystal Palace."
        },
        {
            "id": "337",
            "content": "GOAL OVERTURNED BY VAR: Sokratis (Arsenal) scores but the goal is ruled out after a VAR review."
        },
        {
            "id": "338",
            "content": "Luka Milivojevic (Crystal Palace) wins a free kick in the defensive half."
        },
        {
            "id": "339",
            "content": "Foul by Calum Chambers (Arsenal)."
        },
        {
            "id": "340",
            "content": "Attempt missed. Alexandre Lacazette (Arsenal) header from the centre of the box misses to the right. Assisted by Nicolas Pépé with a cross following a corner."
        },
        {
            "id": "341",
            "content": "Corner,  Arsenal. Conceded by Gary Cahill."
        },
        {
            "id": "342",
            "content": "Substitution, Crystal Palace. Christian Benteke replaces Jordan Ayew."
        },
        {
            "id": "343",
            "content": "Corner,  Crystal Palace. Conceded by Sokratis."
        },
        {
            "id": "344",
            "content": "Matteo Guendouzi (Arsenal) wins a free kick in the defensive half."
        },
        {
            "id": "345",
            "content": "Foul by Wilfried Zaha (Crystal Palace)."
        },
        {
            "id": "346",
            "content": "Foul by Cheikhou Kouyaté (Crystal Palace)."
        },
        {
            "id": "347",
            "content": "Bukayo Saka (Arsenal) wins a free kick in the defensive half."
        },
        {
            "id": "348",
            "content": "Foul by Sead Kolasinac (Arsenal)."
        },
        {
            "id": "349",
            "content": "Andros Townsend (Crystal Palace) wins a free kick in the defensive half."
        },
        {
            "id": "350",
            "content": "Substitution, Arsenal. Sead Kolasinac replaces Kieran Tierney."
        },
        {
            "id": "351",
            "content": "Wilfried Zaha (Crystal Palace) wins a free kick in the attacking half."
        },
        {
            "id": "352",
            "content": "Foul by Matteo Guendouzi (Arsenal)."
        },
        {
            "id": "353",
            "content": "Attempt missed. Wilfried Zaha (Crystal Palace) right footed shot from outside the box is too high. Assisted by Patrick van Aanholt."
        },
        {
            "id": "354",
            "content": "Alexandre Lacazette (Arsenal) hits the right post with a right footed shot from a difficult angle on the right. Assisted by Matteo Guendouzi with a through ball."
        },
        {
            "id": "355",
            "content": "James McArthur (Crystal Palace) wins a free kick in the attacking half."
        },
        {
            "id": "356",
            "content": "Foul by Dani Ceballos (Arsenal)."
        },
        {
            "id": "357",
            "content": "Attempt missed. Nicolas Pépé (Arsenal) left footed shot from outside the box is too high from a direct free kick."
        },
        {
            "id": "358",
            "content": "Foul by Jordan Ayew (Crystal Palace)."
        },
        {
            "id": "359",
            "content": "Dani Ceballos (Arsenal) wins a free kick in the attacking half."
        },
        {
            "id": "360",
            "content": "Attempt saved. Alexandre Lacazette (Arsenal) header from the left side of the six yard box is saved in the centre of the goal. Assisted by Nicolas Pépé with a cross."
        },
        {
            "id": "361",
            "content": "Corner,  Arsenal. Conceded by James McArthur."
        },
        {
            "id": "362",
            "content": "Matteo Guendouzi (Arsenal) wins a free kick on the right wing."
        },
        {
            "id": "363",
            "content": "Foul by Wilfried Zaha (Crystal Palace)."
        },
        {
            "id": "364",
            "content": "Offside, Crystal Palace. Wayne Hennessey tries a through ball, but Jordan Ayew is caught offside."
        },
        {
            "id": "365",
            "content": "Attempt saved. Matteo Guendouzi (Arsenal) right footed shot from outside the box is saved in the bottom left corner. Assisted by Dani Ceballos."
        },
        {
            "id": "366",
            "content": "Attempt missed. Calum Chambers (Arsenal) left footed shot from the centre of the box is close, but misses the top left corner."
        },
        {
            "id": "367",
            "content": "Substitution, Arsenal. Bukayo Saka replaces Granit Xhaka."
        },
        {
            "id": "368",
            "content": "Attempt blocked. Wilfried Zaha (Crystal Palace) left footed shot from the left side of the box is blocked. Assisted by Jordan Ayew."
        },
        {
            "id": "369",
            "content": "Offside, Arsenal. Sokratis tries a through ball, but Alexandre Lacazette is caught offside."
        },
        {
            "id": "370",
            "content": "Jordan Ayew (Crystal Palace) wins a free kick in the defensive half."
        },
        {
            "id": "371",
            "content": "Foul by David Luiz (Arsenal)."
        },
        {
            "id": "372",
            "content": "Goal!  Arsenal 2, Crystal Palace 2. Jordan Ayew (Crystal Palace) header from the right side of the six yard box to the centre of the goal. Assisted by James McArthur with a cross."
        },
        {
            "id": "373",
            "content": "Calum Chambers (Arsenal) is shown the yellow card for a bad foul."
        },
        {
            "id": "374",
            "content": "Foul by Calum Chambers (Arsenal)."
        },
        {
            "id": "375",
            "content": "Andros Townsend (Crystal Palace) wins a free kick on the left wing."
        },
        {
            "id": "376",
            "content": "Corner,  Crystal Palace. Conceded by Sokratis."
        },
        {
            "id": "377",
            "content": "Attempt blocked. Gary Cahill (Crystal Palace) header from the centre of the box is blocked. Assisted by Patrick van Aanholt with a cross."
        },
        {
            "id": "378",
            "content": "Jordan Ayew (Crystal Palace) wins a free kick in the attacking half."
        },
        {
            "id": "379",
            "content": "Foul by Sokratis (Arsenal)."
        },
        {
            "id": "380",
            "content": "Foul by Kieran Tierney (Arsenal)."
        },
        {
            "id": "381",
            "content": "Andros Townsend (Crystal Palace) wins a free kick on the right wing."
        },
        {
            "id": "382",
            "content": "Jordan Ayew (Crystal Palace) wins a free kick in the attacking half."
        },
        {
            "id": "383",
            "content": "Foul by David Luiz (Arsenal)."
        },
        {
            "id": "384",
            "content": "Second Half begins Arsenal 2, Crystal Palace 1."
        },
        {
            "id": "385",
            "content": "First Half ends, Arsenal 2, Crystal Palace 1."
        },
        {
            "id": "386",
            "content": "Foul by Joel Ward (Crystal Palace)."
        },
        {
            "id": "387",
            "content": "Alexandre Lacazette (Arsenal) wins a free kick in the defensive half."
        },
        {
            "id": "388",
            "content": "Attempt saved. Patrick van Aanholt (Crystal Palace) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by Cheikhou Kouyaté."
        },
        {
            "id": "389",
            "content": "Attempt missed. Nicolas Pépé (Arsenal) right footed shot from the centre of the box is close, but misses to the right. Assisted by Pierre-Emerick Aubameyang."
        },
        {
            "id": "390",
            "content": "Foul by James Tomkins (Crystal Palace)."
        },
        {
            "id": "391",
            "content": "Alexandre Lacazette (Arsenal) wins a free kick in the attacking half."
        },
        {
            "id": "392",
            "content": "Corner,  Arsenal. Conceded by Luka Milivojevic."
        },
        {
            "id": "393",
            "content": "Corner,  Arsenal. Conceded by Cheikhou Kouyaté."
        },
        {
            "id": "394",
            "content": "Attempt blocked. Jordan Ayew (Crystal Palace) right footed shot from the centre of the box is blocked."
        },
        {
            "id": "395",
            "content": "Sokratis (Arsenal) wins a free kick on the right wing."
        },
        {
            "id": "396",
            "content": "Foul by Andros Townsend (Crystal Palace)."
        },
        {
            "id": "397",
            "content": "Corner,  Crystal Palace. Conceded by Granit Xhaka."
        },
        {
            "id": "398",
            "content": "Attempt missed. Jordan Ayew (Crystal Palace) right footed shot from long range on the left misses to the right. Assisted by James McArthur."
        },
        {
            "id": "399",
            "content": "Goal!  Arsenal 2, Crystal Palace 1. Luka Milivojevic (Crystal Palace) converts the penalty with a right footed shot to the bottom right corner."
        },
        {
            "id": "400",
            "content": "VAR Decision: Penalty Crystal Palace."
        },
        {
            "id": "401",
            "content": "Penalty conceded by Calum Chambers (Arsenal) after a foul in the penalty area."
        },
        {
            "id": "402",
            "content": "Penalty Crystal Palace. Wilfried Zaha draws a foul in the penalty area."
        },
        {
            "id": "403",
            "content": "Wilfried Zaha (Crystal Palace) wins a free kick in the defensive half."
        },
        {
            "id": "404",
            "content": "Foul by Granit Xhaka (Arsenal)."
        },
        {
            "id": "405",
            "content": "Attempt missed. Kieran Tierney (Arsenal) right footed shot from outside the box misses to the left following a corner."
        },
        {
            "id": "406",
            "content": "Corner,  Arsenal. Conceded by Joel Ward."
        },
        {
            "id": "407",
            "content": "Corner,  Arsenal. Conceded by Patrick van Aanholt."
        },
        {
            "id": "408",
            "content": "Gary Cahill (Crystal Palace) wins a free kick on the left wing."
        },
        {
            "id": "409",
            "content": "Foul by Alexandre Lacazette (Arsenal)."
        },
        {
            "id": "410",
            "content": "Jordan Ayew (Crystal Palace) wins a free kick in the attacking half."
        },
        {
            "id": "411",
            "content": "Foul by Granit Xhaka (Arsenal)."
        },
        {
            "id": "412",
            "content": "Jordan Ayew (Crystal Palace) wins a free kick in the attacking half."
        },
        {
            "id": "413",
            "content": "Foul by David Luiz (Arsenal)."
        },
        {
            "id": "414",
            "content": "Attempt missed. Pierre-Emerick Aubameyang (Arsenal) right footed shot from outside the box misses to the left. Assisted by Matteo Guendouzi following a fast break."
        },
        {
            "id": "415",
            "content": "Corner,  Crystal Palace. Conceded by Calum Chambers."
        },
        {
            "id": "416",
            "content": "Attempt saved. Alexandre Lacazette (Arsenal) left footed shot from the centre of the box is saved in the bottom left corner. Assisted by Kieran Tierney with a cross."
        },
        {
            "id": "417",
            "content": "Goal!  Arsenal 2, Crystal Palace 0. David Luiz (Arsenal) right footed shot from very close range to the top left corner following a corner."
        },
        {
            "id": "418",
            "content": "Attempt missed. Alexandre Lacazette (Arsenal) header from the centre of the box misses to the left. Assisted by Nicolas Pépé with a cross following a corner."
        },
        {
            "id": "419",
            "content": "Corner,  Arsenal. Conceded by Gary Cahill."
        },
        {
            "id": "420",
            "content": "Goal!  Arsenal 1, Crystal Palace 0. Sokratis (Arsenal) right footed shot from the centre of the box to the bottom right corner. Assisted by Granit Xhaka with a headed pass following a corner."
        },
        {
            "id": "421",
            "content": "Corner,  Arsenal. Conceded by Luka Milivojevic."
        },
        {
            "id": "422",
            "content": "Corner,  Arsenal. Conceded by James McArthur."
        },
        {
            "id": "423",
            "content": "Attempt saved. James McArthur (Crystal Palace) header from the centre of the box is saved in the centre of the goal. Assisted by Andros Townsend with a cross."
        },
        {
            "id": "424",
            "content": "First Half begins."
        },
        {
            "id": "425",
            "content": "Lineups are announced and players are warming up."
        },
        {
            "id": "426",
            "content": "Match ends, Aston Villa 1, Liverpool 2."
        },
        {
            "id": "427",
            "content": "Second Half ends, Aston Villa 1, Liverpool 2."
        },
        {
            "id": "428",
            "content": "Foul by Marvelous Nakamba (Aston Villa)."
        },
        {
            "id": "429",
            "content": "Divock Origi (Liverpool) wins a free kick on the right wing."
        },
        {
            "id": "430",
            "content": "Goal!  Aston Villa 1, Liverpool 2. Sadio Mané (Liverpool) header from the centre of the box to the bottom left corner. Assisted by Trent Alexander-Arnold with a cross following a corner."
        },
        {
            "id": "431",
            "content": "Corner,  Liverpool. Conceded by Marvelous Nakamba."
        },
        {
            "id": "432",
            "content": "Attempt blocked. Trent Alexander-Arnold (Liverpool) right footed shot from outside the box is blocked."
        },
        {
            "id": "433",
            "content": "Foul by Marvelous Nakamba (Aston Villa)."
        },
        {
            "id": "434",
            "content": "Alex Oxlade-Chamberlain (Liverpool) wins a free kick in the attacking half."
        },
        {
            "id": "435",
            "content": "Attempt missed. Dejan Lovren (Liverpool) header from the centre of the box misses to the left. Assisted by Alex Oxlade-Chamberlain with a cross following a corner."
        },
        {
            "id": "436",
            "content": "Corner,  Liverpool. Conceded by Ahmed El Mohamady."
        },
        {
            "id": "437",
            "content": "Naby Keita (Liverpool) wins a free kick on the left wing."
        },
        {
            "id": "438",
            "content": "Foul by John McGinn (Aston Villa)."
        },
        {
            "id": "439",
            "content": "Goal!  Aston Villa 1, Liverpool 1. Andrew Robertson (Liverpool) header from the left side of the six yard box to the top left corner. Assisted by Sadio Mané with a cross."
        },
        {
            "id": "440",
            "content": "Substitution, Aston Villa. Jonathan Kodjia replaces Wesley."
        },
        {
            "id": "441",
            "content": "Substitution, Liverpool. Naby Keita replaces Adam Lallana."
        },
        {
            "id": "442",
            "content": "Attempt missed. Trent Alexander-Arnold (Liverpool) left footed shot from outside the box is close, but misses to the left. Assisted by Jordan Henderson."
        },
        {
            "id": "443",
            "content": "Anwar El Ghazi (Aston Villa) is shown the yellow card for a bad foul."
        },
        {
            "id": "444",
            "content": "Foul by Anwar El Ghazi (Aston Villa)."
        },
        {
            "id": "445",
            "content": "Alex Oxlade-Chamberlain (Liverpool) wins a free kick in the defensive half."
        },
        {
            "id": "446",
            "content": "Attempt blocked. Conor Hourihane (Aston Villa) left footed shot from a difficult angle and long range on the right is blocked. Assisted by Anwar El Ghazi."
        },
        {
            "id": "447",
            "content": "Corner,  Aston Villa. Conceded by Trent Alexander-Arnold."
        },
        {
            "id": "448",
            "content": "Attempt blocked. Adam Lallana (Liverpool) left footed shot from outside the box is blocked. Assisted by Divock Origi."
        },
        {
            "id": "449",
            "content": "Corner,  Liverpool. Conceded by Conor Hourihane."
        },
        {
            "id": "450",
            "content": "Attempt blocked. Alex Oxlade-Chamberlain (Liverpool) right footed shot from the left side of the box is blocked. Assisted by Adam Lallana."
        },
        {
            "id": "451",
            "content": "Foul by John McGinn (Aston Villa)."
        },
        {
            "id": "452",
            "content": "Adam Lallana (Liverpool) wins a free kick in the attacking half."
        },
        {
            "id": "453",
            "content": "Attempt missed. Adam Lallana (Liverpool) right footed shot from the centre of the box misses to the left. Assisted by Roberto Firmino."
        },
        {
            "id": "454",
            "content": "Sadio Mané (Liverpool) wins a free kick in the attacking half."
        },
        {
            "id": "455",
            "content": "Foul by Conor Hourihane (Aston Villa)."
        },
        {
            "id": "456",
            "content": "Substitution, Aston Villa. Conor Hourihane replaces Douglas Luiz."
        },
        {
            "id": "457",
            "content": "Attempt missed. Sadio Mané (Liverpool) right footed shot from outside the box is close, but misses the top right corner. Assisted by Roberto Firmino."
        },
        {
            "id": "458",
            "content": "Substitution, Aston Villa. Ahmed El Mohamady replaces Frederic Guilbert because of an injury."
        },
        {
            "id": "459",
            "content": "Attempt missed. Divock Origi (Liverpool) right footed shot from the left side of the box is high and wide to the right following a corner."
        },
        {
            "id": "460",
            "content": "Corner,  Liverpool. Conceded by Tom Heaton."
        },
        {
            "id": "461",
            "content": "Jordan Henderson (Liverpool) wins a free kick in the attacking half."
        },
        {
            "id": "462",
            "content": "Foul by Wesley (Aston Villa)."
        },
        {
            "id": "463",
            "content": "Attempt blocked. Alex Oxlade-Chamberlain (Liverpool) right footed shot from the centre of the box is blocked."
        },
        {
            "id": "464",
            "content": "Attempt blocked. Alex Oxlade-Chamberlain (Liverpool) right footed shot from the centre of the box is blocked. Assisted by Roberto Firmino."
        },
        {
            "id": "465",
            "content": "Attempt blocked. Alex Oxlade-Chamberlain (Liverpool) right footed shot from the centre of the box is blocked. Assisted by Andrew Robertson."
        },
        {
            "id": "466",
            "content": "Foul by Björn Engels (Aston Villa)."
        },
        {
            "id": "467",
            "content": "Alex Oxlade-Chamberlain (Liverpool) wins a free kick in the defensive half."
        },
        {
            "id": "468",
            "content": "Substitution, Liverpool. Alex Oxlade-Chamberlain replaces Mohamed Salah."
        },
        {
            "id": "469",
            "content": "Substitution, Liverpool. Divock Origi replaces Georginio Wijnaldum."
        },
        {
            "id": "470",
            "content": "Attempt missed. Mohamed Salah (Liverpool) header from the right side of the six yard box is too high."
        },
        {
            "id": "471",
            "content": "Attempt blocked. Roberto Firmino (Liverpool) right footed shot from the left side of the box is blocked. Assisted by Georginio Wijnaldum."
        },
        {
            "id": "472",
            "content": "Attempt saved. Sadio Mané (Liverpool) header from the left side of the six yard box is saved in the top centre of the goal. Assisted by Trent Alexander-Arnold."
        },
        {
            "id": "473",
            "content": "Virgil van Dijk (Liverpool) is shown the yellow card for a bad foul."
        },
        {
            "id": "474",
            "content": "Foul by Virgil van Dijk (Liverpool)."
        },
        {
            "id": "475",
            "content": "Anwar El Ghazi (Aston Villa) wins a free kick in the defensive half."
        },
        {
            "id": "476",
            "content": "Corner,  Liverpool. Conceded by Matt Targett."
        },
        {
            "id": "477",
            "content": "Attempt missed. Mohamed Salah (Liverpool) left footed shot from outside the box is high and wide to the left. Assisted by Adam Lallana."
        },
        {
            "id": "478",
            "content": "Marvelous Nakamba (Aston Villa) wins a free kick in the defensive half."
        },
        {
            "id": "479",
            "content": "Foul by Roberto Firmino (Liverpool)."
        },
        {
            "id": "480",
            "content": "Offside, Aston Villa. Wesley tries a through ball, but Trézéguet is caught offside."
        },
        {
            "id": "481",
            "content": "Attempt saved. Sadio Mané (Liverpool) left footed shot from outside the box is saved in the bottom left corner. Assisted by Adam Lallana with a headed pass."
        },
        {
            "id": "482",
            "content": "Attempt saved. Georginio Wijnaldum (Liverpool) right footed shot from outside the box is saved in the centre of the goal. Assisted by Roberto Firmino."
        },
        {
            "id": "483",
            "content": "Corner,  Liverpool. Conceded by Björn Engels."
        },
        {
            "id": "484",
            "content": "Attempt blocked. Roberto Firmino (Liverpool) left footed shot from the centre of the box is blocked. Assisted by Sadio Mané with a cross."
        },
        {
            "id": "485",
            "content": "Second Half begins Aston Villa 1, Liverpool 0."
        },
        {
            "id": "486",
            "content": "First Half ends, Aston Villa 1, Liverpool 0."
        },
        {
            "id": "487",
            "content": "Hand ball by Trézéguet (Aston Villa)."
        },
        {
            "id": "488",
            "content": "Foul by Wesley (Aston Villa)."
        },
        {
            "id": "489",
            "content": "Dejan Lovren (Liverpool) wins a free kick in the attacking half."
        },
        {
            "id": "490",
            "content": "Offside, Aston Villa. John McGinn tries a through ball, but Trézéguet is caught offside."
        },
        {
            "id": "491",
            "content": "Attempt missed. Mohamed Salah (Liverpool) left footed shot from the centre of the box is high and wide to the left. Assisted by Sadio Mané following a fast break."
        },
        {
            "id": "492",
            "content": "Tyrone Mings (Aston Villa) wins a free kick on the left wing."
        },
        {
            "id": "493",
            "content": "Foul by Adam Lallana (Liverpool)."
        },
        {
            "id": "494",
            "content": "Offside, Liverpool. Andrew Robertson tries a through ball, but Sadio Mané is caught offside."
        },
        {
            "id": "495",
            "content": "VAR Decision: No Penalty Liverpool."
        },
        {
            "id": "496",
            "content": "Sadio Mané (Liverpool) is shown the yellow card."
        },
        {
            "id": "497",
            "content": "Sadio Mané (Liverpool) has gone down, but the referee deems it simulation."
        },
        {
            "id": "498",
            "content": "Foul by Sadio Mané (Liverpool)."
        },
        {
            "id": "499",
            "content": "Björn Engels (Aston Villa) wins a free kick in the defensive half."
        },
        {
            "id": "500",
            "content": "Attempt missed. Trézéguet (Aston Villa) right footed shot from a difficult angle on the right misses to the right. Assisted by Anwar El Ghazi with a cross following a fast break."
        },
        {
            "id": "501",
            "content": "Corner,  Liverpool. Conceded by Björn Engels."
        },
        {
            "id": "502",
            "content": "Virgil van Dijk (Liverpool) wins a free kick in the defensive half."
        },
        {
            "id": "503",
            "content": "Foul by Wesley (Aston Villa)."
        },
        {
            "id": "504",
            "content": "Tyrone Mings (Aston Villa) wins a free kick in the defensive half."
        },
        {
            "id": "505",
            "content": "Foul by Sadio Mané (Liverpool)."
        },
        {
            "id": "506",
            "content": "VAR Decision: No Goal  Aston Villa 1-0 Liverpool."
        },
        {
            "id": "507",
            "content": "Offside, Liverpool. Sadio Mané tries a through ball, but Roberto Firmino is caught offside."
        },
        {
            "id": "508",
            "content": "Corner,  Liverpool. Conceded by Tyrone Mings."
        },
        {
            "id": "509",
            "content": "Attempt missed. Sadio Mané (Liverpool) header from the centre of the box is close, but misses to the right. Assisted by Trent Alexander-Arnold with a cross following a corner."
        },
        {
            "id": "510",
            "content": "Corner,  Liverpool. Conceded by Tyrone Mings."
        },
        {
            "id": "511",
            "content": "Attempt blocked. Trent Alexander-Arnold (Liverpool) right footed shot from the right side of the box is blocked."
        },
        {
            "id": "512",
            "content": "VAR Decision: Goal Aston Villa -  Aston Villa 1-0 Liverpool (Trézéguet)."
        },
        {
            "id": "513",
            "content": "Goal!  Aston Villa 1, Liverpool 0. Trézéguet (Aston Villa) right footed shot from the right side of the six yard box to the centre of the goal. Assisted by John McGinn with a cross following a set piece situation.Goal confirmed following VAR Review."
        },
        {
            "id": "514",
            "content": "John McGinn (Aston Villa) wins a free kick on the left wing."
        },
        {
            "id": "515",
            "content": "Foul by Sadio Mané (Liverpool)."
        },
        {
            "id": "516",
            "content": "Marvelous Nakamba (Aston Villa) wins a free kick in the attacking half."
        },
        {
            "id": "517",
            "content": "Foul by Sadio Mané (Liverpool)."
        },
        {
            "id": "518",
            "content": "Foul by Wesley (Aston Villa)."
        },
        {
            "id": "519",
            "content": "Adam Lallana (Liverpool) wins a free kick in the attacking half."
        },
        {
            "id": "520",
            "content": "Attempt saved. Mohamed Salah (Liverpool) right footed shot from a difficult angle on the right is saved in the centre of the goal. Assisted by Virgil van Dijk."
        },
        {
            "id": "521",
            "content": "Attempt missed. Sadio Mané (Liverpool) header from the centre of the box is close, but misses to the right. Assisted by Jordan Henderson with a cross."
        },
        {
            "id": "522",
            "content": "Offside, Aston Villa. Douglas Luiz tries a through ball, but Trézéguet is caught offside."
        },
        {
            "id": "523",
            "content": "Corner,  Aston Villa. Conceded by Trent Alexander-Arnold."
        },
        {
            "id": "524",
            "content": "Corner,  Liverpool. Conceded by Anwar El Ghazi."
        },
        {
            "id": "525",
            "content": "John McGinn (Aston Villa) wins a free kick in the defensive half."
        },
        {
            "id": "526",
            "content": "Foul by Roberto Firmino (Liverpool)."
        },
        {
            "id": "527",
            "content": "Attempt saved. Anwar El Ghazi (Aston Villa) right footed shot from the centre of the box is saved in the centre of the goal."
        },
        {
            "id": "528",
            "content": "First Half begins."
        },
        {
            "id": "529",
            "content": "Lineups are announced and players are warming up."
        },
        {
            "id": "530",
            "content": "Match ends, Watford 1, Chelsea 2."
        },
        {
            "id": "531",
            "content": "Second Half ends, Watford 1, Chelsea 2."
        },
        {
            "id": "532",
            "content": "Corner,  Watford. Conceded by Kepa Arrizabalaga."
        },
        {
            "id": "533",
            "content": "Attempt saved. Ben Foster (Watford) header from the centre of the box is saved in the bottom right corner. Assisted by Abdoulaye Doucouré with a headed pass."
        },
        {
            "id": "534",
            "content": "Mason Mount (Chelsea) is shown the yellow card."
        },
        {
            "id": "535",
            "content": "Foul by Mason Mount (Chelsea)."
        },
        {
            "id": "536",
            "content": "Abdoulaye Doucouré (Watford) wins a free kick in the attacking half."
        },
        {
            "id": "537",
            "content": "Attempt missed. Adam Masina (Watford) header from the centre of the box misses to the left. Assisted by Kiko Femenía with a cross."
        },
        {
            "id": "538",
            "content": "Substitution, Chelsea. Reece James replaces Willian because of an injury."
        },
        {
            "id": "539",
            "content": "Attempt blocked. Abdoulaye Doucouré (Watford) left footed shot from outside the box is blocked. Assisted by Will Hughes."
        },
        {
            "id": "540",
            "content": "Attempt blocked. Michy Batshuayi (Chelsea) left footed shot from the left side of the box is blocked. Assisted by Emerson."
        },
        {
            "id": "541",
            "content": "Jorginho (Chelsea) is shown the yellow card."
        },
        {
            "id": "542",
            "content": "Adrian Mariappa (Watford) is shown the yellow card for a bad foul."
        },
        {
            "id": "543",
            "content": "Michy Batshuayi (Chelsea) wins a free kick on the right wing."
        },
        {
            "id": "544",
            "content": "Foul by Adrian Mariappa (Watford)."
        },
        {
            "id": "545",
            "content": "Substitution, Chelsea. Michy Batshuayi replaces Tammy Abraham."
        },
        {
            "id": "546",
            "content": "Gerard Deulofeu (Watford) wins a free kick in the defensive half."
        },
        {
            "id": "547",
            "content": "Foul by Jorginho (Chelsea)."
        },
        {
            "id": "548",
            "content": "Attempt blocked. Tammy Abraham (Chelsea) right footed shot from the centre of the box is blocked. Assisted by Willian with a cross."
        },
        {
            "id": "549",
            "content": "Willian (Chelsea) wins a free kick in the defensive half."
        },
        {
            "id": "550",
            "content": "Foul by Adam Masina (Watford)."
        },
        {
            "id": "551",
            "content": "Attempt missed. Adam Masina (Watford) left footed shot from outside the box is high and wide to the left. Assisted by Abdoulaye Doucouré."
        },
        {
            "id": "552",
            "content": "Substitution, Chelsea. Callum Hudson-Odoi replaces Christian Pulisic."
        },
        {
            "id": "553",
            "content": "Craig Dawson (Watford) is shown the yellow card for a bad foul."
        },
        {
            "id": "554",
            "content": "Foul by Craig Dawson (Watford)."
        },
        {
            "id": "555",
            "content": "Emerson (Chelsea) wins a free kick in the attacking half."
        },
        {
            "id": "556",
            "content": "Goal!  Watford 1, Chelsea 2. Gerard Deulofeu (Watford) converts the penalty with a right footed shot to the bottom left corner."
        },
        {
            "id": "557",
            "content": "VAR Decision: Penalty Watford."
        },
        {
            "id": "558",
            "content": "Penalty conceded by Jorginho (Chelsea) after a foul in the penalty area."
        },
        {
            "id": "559",
            "content": "Penalty Watford. Gerard Deulofeu draws a foul in the penalty area."
        },
        {
            "id": "560",
            "content": "Substitution, Watford. Kiko Femenía replaces Daryl Janmaat."
        },
        {
            "id": "561",
            "content": "Attempt saved. Mason Mount (Chelsea) right footed shot from outside the box is saved in the bottom left corner. Assisted by Jorginho."
        },
        {
            "id": "562",
            "content": "Attempt missed. Will Hughes (Watford) header from the centre of the box misses to the left. Assisted by Daryl Janmaat with a cross."
        },
        {
            "id": "563",
            "content": "Daryl Janmaat (Watford) is shown the yellow card for a bad foul."
        },
        {
            "id": "564",
            "content": "Foul by Daryl Janmaat (Watford)."
        },
        {
            "id": "565",
            "content": "Christian Pulisic (Chelsea) wins a free kick on the left wing."
        },
        {
            "id": "566",
            "content": "Corner,  Chelsea. Conceded by Adrian Mariappa."
        },
        {
            "id": "567",
            "content": "Attempt blocked. Tammy Abraham (Chelsea) right footed shot from the centre of the box is blocked."
        },
        {
            "id": "568",
            "content": "Substitution, Watford. Will Hughes replaces Nathaniel Chalobah."
        },
        {
            "id": "569",
            "content": "Attempt missed. Mateo Kovacic (Chelsea) right footed shot from outside the box misses to the left. Assisted by Willian."
        },
        {
            "id": "570",
            "content": "Attempt saved. Mateo Kovacic (Chelsea) right footed shot from the centre of the box is saved in the centre of the goal."
        },
        {
            "id": "571",
            "content": "Foul by Mason Mount (Chelsea)."
        },
        {
            "id": "572",
            "content": "Adam Masina (Watford) wins a free kick in the defensive half."
        },
        {
            "id": "573",
            "content": "Attempt saved. Christian Pulisic (Chelsea) left footed shot from a difficult angle on the left is saved in the bottom right corner. Assisted by Mateo Kovacic."
        },
        {
            "id": "574",
            "content": "Goal!  Watford 0, Chelsea 2. Christian Pulisic (Chelsea) right footed shot from very close range to the centre of the goal. Assisted by Tammy Abraham with a cross."
        },
        {
            "id": "575",
            "content": "Tammy Abraham (Chelsea) wins a free kick in the defensive half."
        },
        {
            "id": "576",
            "content": "Foul by Craig Dawson (Watford)."
        },
        {
            "id": "577",
            "content": "Corner,  Chelsea. Conceded by Ben Foster."
        },
        {
            "id": "578",
            "content": "Attempt saved. Mason Mount (Chelsea) left footed shot from the centre of the box is saved in the top left corner. Assisted by Willian."
        },
        {
            "id": "579",
            "content": "Attempt blocked. Andre Gray (Watford) right footed shot from the centre of the box is blocked. Assisted by Gerard Deulofeu."
        },
        {
            "id": "580",
            "content": "Christian Kabasele (Watford) is shown the yellow card for a bad foul."
        },
        {
            "id": "581",
            "content": "Foul by Christian Kabasele (Watford)."
        },
        {
            "id": "582",
            "content": "Emerson (Chelsea) wins a free kick in the attacking half."
        },
        {
            "id": "583",
            "content": "Second Half begins Watford 0, Chelsea 1."
        },
        {
            "id": "584",
            "content": "First Half ends, Watford 0, Chelsea 1."
        },
        {
            "id": "585",
            "content": "Attempt missed. Adrian Mariappa (Watford) header from the centre of the box misses to the left. Assisted by Gerard Deulofeu with a cross following a set piece situation."
        },
        {
            "id": "586",
            "content": "Foul by Kurt Zouma (Chelsea)."
        },
        {
            "id": "587",
            "content": "Abdoulaye Doucouré (Watford) wins a free kick on the right wing."
        },
        {
            "id": "588",
            "content": "Attempt saved. Mason Mount (Chelsea) right footed shot from outside the box is saved in the top right corner. Assisted by Emerson."
        },
        {
            "id": "589",
            "content": "Tammy Abraham (Chelsea) wins a free kick in the defensive half."
        },
        {
            "id": "590",
            "content": "Foul by Christian Kabasele (Watford)."
        },
        {
            "id": "591",
            "content": "Attempt blocked. Abdoulaye Doucouré (Watford) left footed shot from outside the box is blocked. Assisted by Daryl Janmaat."
        },
        {
            "id": "592",
            "content": "Attempt missed. Gerard Deulofeu (Watford) left footed shot from the right side of the box is close, but misses to the left. Assisted by Nathaniel Chalobah following a corner."
        },
        {
            "id": "593",
            "content": "Corner,  Watford. Conceded by Fikayo Tomori."
        },
        {
            "id": "594",
            "content": "Corner,  Chelsea. Conceded by Christian Kabasele."
        },
        {
            "id": "595",
            "content": "Attempt saved. Willian (Chelsea) left footed shot from the right side of the box is saved in the bottom left corner. Assisted by Mason Mount."
        },
        {
            "id": "596",
            "content": "Attempt blocked. Nathaniel Chalobah (Watford) right footed shot from outside the box is blocked. Assisted by Roberto Pereyra."
        },
        {
            "id": "597",
            "content": "Corner,  Chelsea. Conceded by Adam Masina."
        },
        {
            "id": "598",
            "content": "Substitution, Watford. Adrian Mariappa replaces Craig Cathcart because of an injury."
        },
        {
            "id": "599",
            "content": "Corner,  Chelsea. Conceded by Ben Foster."
        },
        {
            "id": "600",
            "content": "Attempt saved. Christian Pulisic (Chelsea) header from the centre of the box is saved in the top left corner. Assisted by Willian with a cross."
        },
        {
            "id": "601",
            "content": "Corner,  Chelsea. Conceded by Adam Masina."
        },
        {
            "id": "602",
            "content": "Attempt saved. Tammy Abraham (Chelsea) right footed shot from the centre of the box is saved in the bottom right corner."
        },
        {
            "id": "603",
            "content": "Attempt blocked. Mason Mount (Chelsea) right footed shot from outside the box is blocked. Assisted by Fikayo Tomori."
        },
        {
            "id": "604",
            "content": "Attempt saved. Roberto Pereyra (Watford) left footed shot from the centre of the box is saved in the centre of the goal. Assisted by Nathaniel Chalobah."
        },
        {
            "id": "605",
            "content": "Attempt missed. Mason Mount (Chelsea) right footed shot from long range on the left is too high from a direct free kick."
        },
        {
            "id": "606",
            "content": "Mason Mount (Chelsea) wins a free kick in the attacking half."
        },
        {
            "id": "607",
            "content": "Foul by Nathaniel Chalobah (Watford)."
        },
        {
            "id": "608",
            "content": "Goal!  Watford 0, Chelsea 1. Tammy Abraham (Chelsea) right footed shot from the centre of the box to the top left corner. Assisted by Jorginho with a through ball."
        },
        {
            "id": "609",
            "content": "First Half begins."
        },
        {
            "id": "610",
            "content": "Lineups are announced and players are warming up."
        },
        {
            "id": "611",
            "content": "Match ends, Brighton and Hove Albion 2, Norwich City 0."
        },
        {
            "id": "612",
            "content": "Second Half ends, Brighton and Hove Albion 2, Norwich City 0."
        },
        {
            "id": "613",
            "content": "Kenny McLean (Norwich City) wins a free kick on the left wing."
        },
        {
            "id": "614",
            "content": "Foul by Steven Alzate (Brighton and Hove Albion)."
        },
        {
            "id": "615",
            "content": "Steven Alzate (Brighton and Hove Albion) wins a free kick in the defensive half."
        },
        {
            "id": "616",
            "content": "Foul by Kenny McLean (Norwich City)."
        },
        {
            "id": "617",
            "content": "Josip Drmic (Norwich City) wins a free kick in the attacking half."
        },
        {
            "id": "618",
            "content": "Foul by Shane Duffy (Brighton and Hove Albion)."
        },
        {
            "id": "619",
            "content": "Attempt missed. Ezequiel Schelotto (Brighton and Hove Albion) right footed shot from the left side of the box is close, but misses to the right. Assisted by Leandro Trossard."
        },
        {
            "id": "620",
            "content": "Attempt missed. Steven Alzate (Brighton and Hove Albion) left footed shot from the centre of the box is close, but misses the top left corner. Assisted by Leandro Trossard."
        },
        {
            "id": "621",
            "content": "Offside, Brighton and Hove Albion. Neal Maupay tries a through ball, but Ezequiel Schelotto is caught offside."
        },
        {
            "id": "622",
            "content": "Substitution, Brighton and Hove Albion. Ezequiel Schelotto replaces Aaron Connolly."
        },
        {
            "id": "623",
            "content": "Max Aarons (Norwich City) wins a free kick in the defensive half."
        },
        {
            "id": "624",
            "content": "Foul by Neal Maupay (Brighton and Hove Albion)."
        },
        {
            "id": "625",
            "content": "Goal!  Brighton and Hove Albion 2, Norwich City 0. Shane Duffy (Brighton and Hove Albion) right footed shot from the centre of the box to the bottom right corner. Assisted by Leandro Trossard with a cross following a set piece situation."
        },
        {
            "id": "626",
            "content": "Substitution, Norwich City. Dennis Srbeny replaces Alexander Tettey."
        },
        {
            "id": "627",
            "content": "Substitution, Norwich City. Todd Cantwell replaces Tom Trybull."
        },
        {
            "id": "628",
            "content": "Steven Alzate (Brighton and Hove Albion) wins a free kick on the left wing."
        },
        {
            "id": "629",
            "content": "Foul by Max Aarons (Norwich City)."
        },
        {
            "id": "630",
            "content": "Attempt missed. Neal Maupay (Brighton and Hove Albion) right footed shot from the centre of the box is too high. Assisted by Leandro Trossard with a cross following a corner."
        },
        {
            "id": "631",
            "content": "Corner,  Brighton and Hove Albion. Conceded by Kenny McLean."
        },
        {
            "id": "632",
            "content": "Attempt missed. Emiliano Buendía (Norwich City) right footed shot from outside the box is high and wide to the right from a direct free kick."
        },
        {
            "id": "633",
            "content": "Foul by Dale Stephens (Brighton and Hove Albion)."
        },
        {
            "id": "634",
            "content": "Emiliano Buendía (Norwich City) wins a free kick in the attacking half."
        },
        {
            "id": "635",
            "content": "Offside, Brighton and Hove Albion. Lewis Dunk tries a through ball, but Aaron Connolly is caught offside."
        },
        {
            "id": "636",
            "content": "Substitution, Norwich City. Josip Drmic replaces Marco Stiepermann."
        },
        {
            "id": "637",
            "content": "Marco Stiepermann (Norwich City) wins a free kick in the defensive half."
        },
        {
            "id": "638",
            "content": "Foul by Dan Burn (Brighton and Hove Albion)."
        },
        {
            "id": "639",
            "content": "Attempt blocked. Neal Maupay (Brighton and Hove Albion) right footed shot from the centre of the box is blocked."
        },
        {
            "id": "640",
            "content": "Corner,  Brighton and Hove Albion. Conceded by Tim Krul."
        },
        {
            "id": "641",
            "content": "Attempt saved. Neal Maupay (Brighton and Hove Albion) right footed shot from the centre of the box is saved in the top centre of the goal."
        },
        {
            "id": "642",
            "content": "Foul by Jamal Lewis (Norwich City)."
        },
        {
            "id": "643",
            "content": "Aaron Connolly (Brighton and Hove Albion) wins a free kick in the defensive half."
        },
        {
            "id": "644",
            "content": "Corner,  Norwich City. Conceded by Lewis Dunk."
        },
        {
            "id": "645",
            "content": "Attempt blocked. Tom Trybull (Norwich City) left footed shot from the centre of the box is blocked. Assisted by Teemu Pukki with a headed pass."
        },
        {
            "id": "646",
            "content": "Corner,  Norwich City. Conceded by Martín Montoya."
        },
        {
            "id": "647",
            "content": "Steven Alzate (Brighton and Hove Albion) wins a free kick in the defensive half."
        },
        {
            "id": "648",
            "content": "Foul by Kenny McLean (Norwich City)."
        },
        {
            "id": "649",
            "content": "Attempt missed. Emiliano Buendía (Norwich City) left footed shot from a difficult angle on the left is close, but misses to the left. Assisted by Onel Hernández."
        },
        {
            "id": "650",
            "content": "Goal!  Brighton and Hove Albion 1, Norwich City 0. Leandro Trossard (Brighton and Hove Albion) left footed shot from the right side of the six yard box to the bottom right corner. Assisted by Martín Montoya with a cross."
        },
        {
            "id": "651",
            "content": "Marco Stiepermann (Norwich City) is shown the yellow card for a bad foul."
        },
        {
            "id": "652",
            "content": "Foul by Marco Stiepermann (Norwich City)."
        },
        {
            "id": "653",
            "content": "Davy Pröpper (Brighton and Hove Albion) wins a free kick in the defensive half."
        },
        {
            "id": "654",
            "content": "Substitution, Brighton and Hove Albion. Leandro Trossard replaces Pascal Groß."
        },
        {
            "id": "655",
            "content": "Attempt missed. Davy Pröpper (Brighton and Hove Albion) right footed shot from outside the box is close, but misses the top right corner. Assisted by Steven Alzate."
        },
        {
            "id": "656",
            "content": "Attempt missed. Aaron Connolly (Brighton and Hove Albion) right footed shot from outside the box is high and wide to the right. Assisted by Pascal Groß."
        },
        {
            "id": "657",
            "content": "Jamal Lewis (Norwich City) wins a free kick in the defensive half."
        },
        {
            "id": "658",
            "content": "Foul by Pascal Groß (Brighton and Hove Albion)."
        },
        {
            "id": "659",
            "content": "Attempt missed. Dale Stephens (Brighton and Hove Albion) right footed shot from outside the box misses to the left."
        },
        {
            "id": "660",
            "content": "Foul by Dale Stephens (Brighton and Hove Albion)."
        },
        {
            "id": "661",
            "content": "Emiliano Buendía (Norwich City) wins a free kick in the attacking half."
        },
        {
            "id": "662",
            "content": "Offside, Brighton and Hove Albion. Dan Burn tries a through ball, but Steven Alzate is caught offside."
        },
        {
            "id": "663",
            "content": "Attempt missed. Pascal Groß (Brighton and Hove Albion) left footed shot from the centre of the box misses to the left. Assisted by Martín Montoya."
        },
        {
            "id": "664",
            "content": "Neal Maupay (Brighton and Hove Albion) wins a free kick on the left wing."
        },
        {
            "id": "665",
            "content": "Foul by Alexander Tettey (Norwich City)."
        },
        {
            "id": "666",
            "content": "Second Half begins Brighton and Hove Albion 0, Norwich City 0."
        },
        {
            "id": "667",
            "content": "First Half ends, Brighton and Hove Albion 0, Norwich City 0."
        },
        {
            "id": "668",
            "content": "Attempt missed. Aaron Connolly (Brighton and Hove Albion) header from the right side of the six yard box is close, but misses to the right. Assisted by Pascal Groß with a cross following a corner."
        },
        {
            "id": "669",
            "content": "Corner,  Brighton and Hove Albion. Conceded by Alexander Tettey."
        },
        {
            "id": "670",
            "content": "Attempt missed. Neal Maupay (Brighton and Hove Albion) right footed shot from the centre of the box is too high. Assisted by Davy Pröpper."
        },
        {
            "id": "671",
            "content": "VAR Decision: No card change Aaron Connolly (Brighton and Hove Albion)."
        },
        {
            "id": "672",
            "content": "Foul by Neal Maupay (Brighton and Hove Albion)."
        },
        {
            "id": "673",
            "content": "Ben Godfrey (Norwich City) wins a free kick in the defensive half."
        },
        {
            "id": "674",
            "content": "Attempt blocked. Neal Maupay (Brighton and Hove Albion) left footed shot from very close range is blocked."
        },
        {
            "id": "675",
            "content": "Attempt saved. Davy Pröpper (Brighton and Hove Albion) left footed shot from outside the box is saved in the bottom right corner. Assisted by Dale Stephens."
        },
        {
            "id": "676",
            "content": "Jamal Lewis (Norwich City) wins a free kick in the defensive half."
        },
        {
            "id": "677",
            "content": "Foul by Aaron Connolly (Brighton and Hove Albion)."
        },
        {
            "id": "678",
            "content": "Attempt missed. Neal Maupay (Brighton and Hove Albion) left footed shot from the left side of the box misses to the right. Assisted by Dan Burn."
        },
        {
            "id": "679",
            "content": "Substitution, Brighton and Hove Albion. Shane Duffy replaces Adam Webster because of an injury."
        },
        {
            "id": "680",
            "content": "Attempt blocked. Teemu Pukki (Norwich City) right footed shot from the left side of the box is blocked. Assisted by Marco Stiepermann."
        },
        {
            "id": "681",
            "content": "Max Aarons (Norwich City) wins a free kick in the defensive half."
        },
        {
            "id": "682",
            "content": "Foul by Steven Alzate (Brighton and Hove Albion)."
        },
        {
            "id": "683",
            "content": "Corner,  Brighton and Hove Albion. Conceded by Tim Krul."
        },
        {
            "id": "684",
            "content": "Steven Alzate (Brighton and Hove Albion) wins a free kick in the attacking half."
        },
        {
            "id": "685",
            "content": "Foul by Tom Trybull (Norwich City)."
        },
        {
            "id": "686",
            "content": "Attempt missed. Steven Alzate (Brighton and Hove Albion) right footed shot from outside the box is close, but misses to the left following a corner."
        },
        {
            "id": "687",
            "content": "Corner,  Brighton and Hove Albion. Conceded by Ben Godfrey."
        },
        {
            "id": "688",
            "content": "Attempt saved. Steven Alzate (Brighton and Hove Albion) right footed shot from the centre of the box is saved in the centre of the goal."
        },
        {
            "id": "689",
            "content": "Corner,  Brighton and Hove Albion. Conceded by Jamal Lewis."
        },
        {
            "id": "690",
            "content": "Lewis Dunk (Brighton and Hove Albion) wins a free kick in the defensive half."
        },
        {
            "id": "691",
            "content": "Foul by Teemu Pukki (Norwich City)."
        },
        {
            "id": "692",
            "content": "Corner,  Brighton and Hove Albion. Conceded by Ben Godfrey."
        },
        {
            "id": "693",
            "content": "Attempt missed. Neal Maupay (Brighton and Hove Albion) left footed shot from the left side of the box misses to the right. Assisted by Steven Alzate."
        },
        {
            "id": "694",
            "content": "Marco Stiepermann (Norwich City) hits the bar with a left footed shot from outside the box. Assisted by Emiliano Buendía."
        },
        {
            "id": "695",
            "content": "Offside, Norwich City. Ben Godfrey tries a through ball, but Onel Hernández is caught offside."
        },
        {
            "id": "696",
            "content": "Attempt missed. Tom Trybull (Norwich City) header from the centre of the box is high and wide to the right. Assisted by Emiliano Buendía with a cross following a corner."
        },
        {
            "id": "697",
            "content": "Corner,  Norwich City. Conceded by Dan Burn."
        },
        {
            "id": "698",
            "content": "Attempt blocked. Teemu Pukki (Norwich City) right footed shot from the centre of the box is blocked. Assisted by Marco Stiepermann."
        },
        {
            "id": "699",
            "content": "Attempt blocked. Aaron Connolly (Brighton and Hove Albion) right footed shot from outside the box is blocked. Assisted by Davy Pröpper."
        },
        {
            "id": "700",
            "content": "Corner,  Brighton and Hove Albion. Conceded by Ben Godfrey."
        },
        {
            "id": "701",
            "content": "Attempt blocked. Aaron Connolly (Brighton and Hove Albion) left footed shot from the centre of the box is blocked."
        },
        {
            "id": "702",
            "content": "Kenny McLean (Norwich City) wins a free kick in the defensive half."
        },
        {
            "id": "703",
            "content": "Foul by Dale Stephens (Brighton and Hove Albion)."
        },
        {
            "id": "704",
            "content": "First Half begins."
        },
        {
            "id": "705",
            "content": "Lineups are announced and players are warming up."
        }
    ]
}